src/Server/Samples/ReportPlaySecondsRequest.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <reportPlaySeconds 
            xmlns="http://www.sonos.com/Services/1.1">
            <id>Inet___MetroLaut___metrolaut-spezial-anschlag-auf-das-kulturzentrum-suruc.mp3</id>
            <seconds>64</seconds>
            <contextId>Inet___MetroLaut___metrolaut-spezial-anschlag-auf-das-kulturzentrum-suruc.mp3</contextId>
            <offsetMillis>198602</offsetMillis>
        </reportPlaySeconds>
    </s:Body>
</s:Envelope>